Repository: Rotander/HSEQuestWD
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: EN

# Russian
source: RU
ru: Русский язык

source: About us
ru: О нас

source: Technical development
ru: Техническая разработка

# ArtMak
source: Artem Makarov
ru: Макаров Артём

# ArtMakAffilation
source: Department of Computer Science, "Data Science and Business Analytics" Bachelor's Degree Program, 2nd year
ru: Факультет компьютерных наук, образовательная программа бакалавриата «Прикладной анализ данных», 2 курс

# ArtMakText
source: In November 2021, I needed to choose a topic for a project term paper, and when I saw the proposal to create a platform for a quest related to our campus, I thought it was a great opportunity not just to get a grade, but also to do something useful for my university, to make a contribution. Working on our creation was quite enjoyable, as both my academic advisors and my partner were extremely professional, which allowed us to get everything done in a quality and timely manner.
ru: В ноябре 2021 года мне нужно было выбрать тему для проектной курсовой работы и, когда я увидел предложение о создании платформы для квеста, связанного с нашим кампусом, я подумал, что это отличная возможность не просто получить оценку, но и сделать что-то полезное для своего университета, внести вклад. Работа над нашим творением протекала довольно приятно, так как и мои научные руководители, и напарник крайне профессионально подошли к нашему делу, что позволило выполнить всё качественно и в срок.

# AleIva
source: Alex Ivanov
ru: Иванов Александр

# AleIvaAffilation
source: Faculty of Computer Science, Bachelor's Degree Program "Applied Mathematics and Computer Science", 2nd year
ru: Факультет компьютерных наук, образовательная программа бакалавриата «Прикладная математика и информатика», 2 курс

# AleIvaText
source: I joined the project because I was interested in doing something practical and useful. I also wanted to get experience in backend writing and site administration.
ru: Я присоединился к проекту, потому что мне было интересно сделать что-то практическое и полезное. Так же я хотел получить опыт написания бекэнда и администрирования сайтов.

source: Content Development
ru: Разработка контента

# VasUkr
source: Vasily Ukrainsky
ru: Украинский Василий

# VasUkrAffilation
source: A third-year Urban Planning student, an urbanist with an interest in local history, and a fourth-generation Muscovite.
ru: Студент 3 курса ОП «Городское планирование», урбанист с интересом к местной истории, москвич в четвёртом поколении.

# VasUkrText
source: It didn't take me long to decide on the project - I have quite a lot of experience participating in city quests, including as an organizer and compiler; the idea of doing for the university what I know and love seemed to me extremely valuable. The opportunity to tell other students about the Durasov House also appealed to me, solving the problem of the lack of interesting and structured materials about its history. It was the ability to construct a narrative out of disparate facts discovered while analyzing the most unexpected sources that was the main thing I learned while working on the quest
ru: Я недолго думал при выборе проекта – у меня довольно богатый опыт участия в городских квестах, в том числе и в качестве организатора и составителя; идея сделать для университета то, что я умею и люблю, показалась мне крайне ценной. Привлекла меня и возможность рассказать другим студентам о доме Дурасова, решив проблему недостатка интересных и структурированных материалов о его истории. Именно умение выстраивать нарратив из разрозненных фактов, обнаруженных при анализе самых неожиданных источников, – главное, чему я научился при работе над квестом

# VasUkrImpact
source: developed routes and content, prepared materials for the first and second quests
ru: разрабатывал маршруты и содержание, готовил материалы для первого и второго квестов

# KatBab
source: Kate Baburina
ru: Бабурина Катерина

# KatBabAffilation
source: Member of the Project Group "Cultural and Humanitarian Geography of the City," student of the Department of Urban and Regional Development of the National Research University Higher School of Economics
ru: Участница Проектной группы «Культурная и гуманитарная география города», студентка факультета городского и регионального развития НИУ ВШЭ

# KatBabText
source: The urban quest project interested me in an atypical form of "reincarnation" of historical facts. By choosing the quest as a way of telling and showing, our project team hopes to draw more attention to the topics we raise. As Albert Einstein said, "Play is the highest form of research," so we invite you to play :)
ru: Проект по созданию урбанистических квестов заинтересовал меня нетипичной формой своеобразного «перерождения» исторических фактов. Сделав выбор в пользу квеста как способа рассказать и показать, команда нашего проекта надеется привлечь больше внимания к темам, которые мы поднимаем. Как сказал Альберт Эйнштейн, «Игра – высшая форма исследования», так что предлагаем поиграть :)

# KatBabImpact
source: participated in the development of the route of the first quest
ru: участвовала в разработке маршрута первого квеста

# IvaMit
source: Ivan Igorevich Mitin
ru: Иван Игоревич Митин

# IvaMitAffilation
source: D. in Geography, Associate Professor at the A. A. Vysokov Higher School of Urban Studies, Faculty of Urban and Regional Development. D. in Geography, Associate Professor at the A.A. Vysokovsky Graduate School of Urban and Regional Development, head of the Cultural and Humanitarian Geography of the City Project Group.
ru: Кандидат географических наук, доцент Высшей школы урбанистики им. А.А. Высоковского факультета городского и регионального развития, руководитель Проектной группы «Культурная и гуманитарная география города».

# IvaMitText
source: I am the author of a series of free mobile quests in remote Moscow districts, invented by the Ivanovsky and Inspiration Cultural Centers with the support of the Department of Culture of Moscow in 2017-2020. We even received a diploma in the "Show Moscow" competition (2021) for the quest "My Yasenevo"! I was happy to transfer this experience to Vyshka, because even the most famous heritage sites need to be told about them in an interesting, modern and original way. Our methodology is based on the theory of cultural geography and is designed to find and present the uniqueness of each place, i.e. in this project - to tell stories about Durasov's house, which will allow our users and pioneers to put together their own bright and memorable image of this HSE highlight.
ru: Я автор серии бесплатных мобильных квестов по удалённым районам Москвы, придуманной культурными центрами «Ивановский» и «Вдохновение» при поддержке Департамента культуры г. Москвы в 2017–2020 гг. Мы даже получили диплом конкурса «Покажи Москву» (2021) за квест «Моё Ясенево»! Этот опыт я с радостью перенёс в Вышку, потому что даже самые известные объекты наследия нуждаются в том, чтобы о них рассказали интересно, современно и оригинально. Наша методика основана на теории культурной географии и призвана найти и представить уникальность каждого места, т.е. в этом проекте – рассказать истории о доме Дурасова, которые позволят нашим пользователям и первопроходцам сложить свой яркий и запоминающийся образ этой вышкинской изюминки.

# IvaMitImpact
source: manages the project from FURD, developed routes and content, and prepared materials for the first and second quests
ru: руководит проектом от ФГРР, разрабатывал маршруты и содержание, готовил материалы для первого и второго квестов

source: Project supervisors
ru: Кураторы проекта

# NatTit
source: Natalya Titova
ru: Титова Наталья

# NatTitAffilation
source: Head of Credit Processes at MTS Bank, Senior Lecturer at the Faculty of Computer Science of the National Research University Higher School of Economics
ru: Руководитель направления кредитных процессов в МТС-БАНК, старший преподаватель Факультета Компьютерных Наук НИУ ВШЭ.

# NatTitText
source: My main field of activity is client analytics, the search for useful knowledge in client data (user behavior on the site, purchases, call center/chat data) for the effective development of client digital services (website, desktop or mobile application). As a project supervisor at HSE, I wanted to work with students to create an analytically sound prototype of the interface that would be most understandable and comfortable in practical use. I heard about the initiative to create a useful and developing quest game devoted to the history of the Durasov house and decided to participate in the project together with the 2nd year students of PMI and PAD FKN. An important aspect of such a project is practical and historical significance - the quest game we created and our current work on functionality will form the basis for the further development of initiatives to study the history of our institute and its immediate surroundings. I am very pleased that I was able to participate with the students in such a useful project. At this time it is very important to preserve historical memory, to educate and inculcate in the younger generation the preservation of objects of historical and cultural heritage.
ru: Основная сфера моей деятельность — это клиентская аналитика, поиск полезных знаний в клиентских данных (поведение пользователей на сайте, покупки, данные колл-центров/чатов) для эффективного развития клиентских digital-сервиса (сайт, десктопного или мобильного приложения). Мне как куратору проектов во ВШЭ хотелось со студентами создать аналитически обоснованный прототип интерфейса, который будет наиболее понятным и комфортным при практическом использовании. Я узнала про инициативу создания полезной и развивающей квест-игры, посвящённой истории дома Дурасовых и решила вместе со студентами 2 курса ПМИ и ПАД ФКН принять участие в проекте. Важным аспектом такого проекта является практическая и историческая значимость - созданная нами квест-игра и наши текущий наработки по функционалу войдут в основу дальнейшего развития инициатив по изучению истории нашего института и его ближайших окрестностей. Я очень рада тому, что смогла вместе со студентами принять участие в таком полезном проекте. В наше время очень важно сохранять историческую память, воспитывать и прививать в молодом поколении сохранение объектов историко-культурного наследия.

# TatLob
source: Tatiana Lobok
ru: Лобок Татьяна

# TatLobAffilation
source: Head of the Center for Practice, Project Work and Entrepreneurship, Faculty of Computer Science, National Research University Higher School of Economics.
ru: Руководитель Центра практик, проектной работы и предпринимательства Факультета Компьютерных Наук НИУ ВШЭ.

# TatLobText
source: Student project work is part of the 2nd and 3rd year curriculum in all degree programs. Every year from August till October we collect more than 700 projects from the HSE staff, as well as from external project managers from companies. It was during this period that I was approached by colleagues through the Dean of the Faculty, I.V. Arzhantsev, with a proposal to do a joint student project of FKN and FGRD - a quest excursion through the Durasov House. The idea was great, and I started looking for FCN students and the project leader who would be interested in such an unusual project work. Very quickly all the participants were identified and we began work. Many variants were proposed, many changes were made, many interesting things were invented in the process. The result of this work for me was the absolute certainty that "combat" projects are always more interesting than educational ones. Creation of this Quest was another confirmation of this hypothesis for me).
ru: На ФКН я занимаюсь всем, что связано с практической подготовкой студентов – организация учебных практик, проектная работа, развитие предпринимательских проектов наших студентов. Проектная работа студентов входит в учебный план 2-го и 3-го курсов всех образовательных программ. Ежегодно с августа по октябрь мы собираем более 700 проектов как от сотрудников НИУ ВШЭ, так и от внешних руководителей проектов из компаний. Именно в этот период ко мне через декана факультета Аржанцева И.В. и обратились коллеги с предложением сделать совместный студенческий проект ФКН и ФГРР – квест-экскурсию по дому Дурасова. Идея была отличная и я стала искать студентов ФКН и руководителя проекта, которые были бы заинтересованы в такой необычной проектной работе. Очень быстро все участники были определены и мы начали работу. Много вариантов было предложено, много изменений внесено, много всего интересного было придумано в процессе. Итогом данной работы для меня стала абсолютная уверенность в том, что «боевые» проекты всегда интереснее учебных. Создание данного Квеста стало для меня очередным подтверждением этой гипотезы).

# DurationTime
source: Quest duration:
ru: Продолжительность квеста:

# RestrictionsAndStartPoint
source: Restrictions: only for HSE employees and students, 9:00-23:00 <br><br> Starting point: National Research University Higher School of Economics Campus at 11 Pokrovsky Boulevard
ru: Ограничения: только для сотрудников и студентов НИУ ВШЭ, 9:00-23:00 <br><br> Точка старта :Кампус НИУ ВШЭ на Покровском бульваре, 11

# QuestStart
source: Start the quest
ru: Начать квест

# NoQuests
source: There are no quests here
ru: Квестов нет

# Thank4Feedback
source: Thank you for your feedback
ru: Спасибо за Вашу обратную связь!

# ConvenienceQuestion
source: 1. How convenient is the interface of the quest?
ru: 1. Насколько удобен интерфейс квеста?

# PointScale
source: On a 10-point scale (0 - "Difficult", 10 - "All very clear")
ru: По 10-балльной шкале (0 – «Сложно», 10 — «Всё очень понятно»)

# ComplexityQuestion
source: 2. How easy was it to register?
ru: 2. Насколько просто было пройти регистрацию?

# QualityQuestion
source: 3. How satisfied are you with the quality of the texts and the description of the questions in the quest?
ru: 3. Насколько Вы удовлетворены качеством текстов и описанием вопросов в квесте?

# WhatToDeleteQuestion
source: 4. What should be removed from the content of the quest?
ru: 4. Что стоит убрать из содержания квеста?

# ShareComments
source: Please share any comments you have.
ru: Просим поделиться любыми комментариями.

# WhatToAddQuestion
source: 5. What should be added to the content of the quest?
ru: 5. Что стоит добавить в содержание квеста?

# HelpQuestion
source: 6. Did the quest help you learn more about the history of the campus on Pokrovsky Boulevard?
ru: 6. Квест помог Вам лучше узнать историю кампуса на Покровском бульваре?

# RecommendationQuestion
source: 7. How likely would you be to recommend our quest to your friends and colleagues?
ru: 7. Какова вероятность того, что Вы порекомендуете наш квест друзьям и коллегам?

# WhySuchAnsQuestion
source: 8. Why did you give this answer?
ru: 8. Почему Вы дали такой ответ?

# ExplainAnswer
source: Give a brief explanation of your answer
ru: Дайте краткое пояснение Вашего ответа

# RateQuestion
source: 9. Evaluation of the quest as a whole
ru: 9. Оценка квеста в целом

source: Send
ru: Отправить

# IndexText1
source: National Research University Higher School of Economics offers you a series of fascinating and informative quests. <a href="/quest/aboutus.html"> We </a> have invented them as a new format for learning about the history of our heritage, university buildings and their surroundings. Unusual routes with interesting stories and fascinating riddles will help to see familiar places from unusual angles and learn curious facts. The quests will help you get into the spirit of the university, learn about our values and our history - and just have fun alone or with friends and like-minded people!
ru: Национальный исследовательский университет «Высшая школа экономики» предлагает Вашему вниманию серию увлекательных и познавательных квестов. <a href="/quest/aboutus.html">Мы</a> придумали их как новый формат знакомства с историей нашего наследия, зданий университета и их окрестностей. Необычные маршруты с интересными историями и увлекательными загадками помогут увидеть знакомые места с непривычных ракурсов и узнать любопытные факты. Квесты помогут приобщиться к духу университета, узнать о наших ценностях и нашей истории - и просто весело провести время в одиночку или в компании друзей и единомышленников!

# IndexText2
source: You can go through such a quest at any convenient time, it requires only a phone with Internet access, your logic, wit, and, of course, the excitement of the discoverer.
ru: Пройти такой квест вы сможете в любое удобное время, для этого нужен только телефон с доступом в интернет, ваша логика, смекалка и, конечно, азарт первооткрывателя.

# IndexText3
source: No need to download any applications! Play directly in your browser! Quests are designed so that even one will not be bored!
ru: Не нужно скачивать никаких приложений! Играйте прямо в браузере! Квесты составлены так, что даже одному будет не скучно

# IndexText4
source: Walk around with the quest at any time and take breaks when you feel like it!
ru: Гуляйте с квестом в любое время и делайте перерывы, когда захочется!

# IndexText5
source: By the way, you can get <a href="/user/presents.html"> nice bonuses</a> for completing the quests. Good luck!
ru: Кстати, за прохождение квестов можно получить <a href="/user/presents.html"> приятные бонусы </a>. Удачи!

# 2TheQuestCatalog
source: Go to quest catalog
ru: Перейти к каталогу квестов

# YouAreOn
source: You are on the
ru: Вы на странице

# PageOut
source: page out of
ru: из

# TypeAnswer
source: Type your answer
ru: Напишите ответ

# QuestEndText
source: We are really glag, that you've comleted the quest. Please share with us, your opinion. <br> Please, complete the survey <br> You will receive an additional 20 points for completing the survey. You can use these points in our gift store.
ru: Мы очень рады, что вы прошли наш квест до конца. Мы будем очень рады вашей обратной связи. <br> Пожалуйста, пройтите опрос. <br> За прохождение опросы вы получите дополнительные 20 баллов. Данными баллами вы сможете воспользоваться в нашем магазине подарков.

# CompleteSurvey
source: Complete the survey and get 20 points
ru: Пройти опрос и получить 20 баллов

source: Skip survey
ru: Пропустить опрос

# QuestCatalog
source: Quests catalog
ru: Каталог квестов

source: Profile
ru: Профиль

# PrizeCatalog
source: Prizes catalog
ru: Каталог призов

# EndQuest
source: End the quest
ru: Закончить квест

source: Next
ru: Далее

# SkipQuestion
source: Skip the question (you won't get points)
ru: Пропустить вопрос (вы не получите баллы)

source: Wrong
ru: Неправильно

source: Hint:
ru: Подсказка:

# GetHint
source: Get a hint (-2 point)
ru: Получить подсказку (-2 баллов)

source: Comments
ru: Отзывы

source: MENU
ru: МЕНЮ

# Rights
source: © 2022 All rights reserved
ru: © 2022 г. Все права защищены

source: Report an error
ru: Сообщить об ошибке

# Contacts
source: Technical support contacts:
ru: Контакты технической поддержки:

source: Access denied
ru: Доступ запрещен

# Log4Access
source: Log in to access the quest
ru: Выполните вход, чтобы получить доступ

source: Log in
ru: Войти в аккаунт

# YouLoggedIn
source: You are logged in.
ru: Вход выполнен,

source: Welcome!
ru: Добро пожаловать!

source: You have
ru: У вас

# Pts
source: points
ru: баллов

source: Log out
ru: Выйти

# NotLoggedIn
source: You are not logged in.
ru: Вход не выполнен

source: Login
ru: Логин

source: Registration
ru: Регистрация

# AuthErr
source: Authentication error
ru: Ошибка аутентификации

# Enter
source: Log in
ru: Войти

# Password
source: Password, not less than 8 symbols
ru: Пароль (не менее 8 символов)

# YouLoggedOut
source: You are logged out
ru: Вы вышли из личного кабинета

# GetPrizeText
source: <b>Your gift request was emailed to studcentre@hse.ru</b> <p>To receive a prize based on the results of the quest you need to contact <a href="https://studentcentre.hse.ru/">Service Center "Student"</a> (Moscow, Pokrovsky Bulvar 11, entrance 5, on the right from entrance 1). </p> <p>Opening hours: Mon-Fri 10:00-19:00 </p> <p>At the reception is simply enough to show the results of the quest from your mobile device - email, login, and the number of points earned.</p> <p>You must have your passport</p>
ru: <b>Ваш запрос на получение подарка отправился на почту studcentre@hse.ru</b> <p>Для получения приза по результатам прохождения квеста необходимо обратиться в <a href="https://studentcentre.hse.ru/">Центр сервиса "Студент"</a> (г. Москва, Покровский бульвар, д. 11, вход 5, правее от входа 1). </p> <p>Время работы: Пн.-Пт. 10:00-19:00 </p> <p>На ресепшн достаточно просто показать со своего мобильного устройства результаты прохождения квеста - email, логин и количество набранных баллов.</p> <p>При себе необходимо иметь паспорт</p>

# PresentCost
source: Present сost
ru: Стоимость приза

source: Get present
ru: Получить приз

# NoPresents
source: There are no presents here
ru: Подарков нет

source: Full name
ru: ФИО

# RepeatPassword
source: Repeat the password
ru: Повторить пароль

# DataProtectionText
source: I confirm that I have personally read the <a href="https://www.hse.ru/data_protection_regulation">Regulation on Personal Data Processing at HSE</a> and have the right to provide my personal data and give my consent to its processing. By providing my personal data, I accept the terms of this Regulation, confirm that they apply to me, are accurate and up-to-date, thereby freely, willingly and in my own interest manage them, understand the consequences of providing them and express my consent to their processing in accordance with clause 3.7 of the <a href="https://www.hse.ru/data_protection_regulation">Regulation on processing of personal data of HSE</a>.
ru: Я подтверждаю, что лично ознакомился с <a href="https://www.hse.ru/data_protection_regulation"> Положением об обработке персональных данных НИУ ВШЭ</a>, вправе предоставить свои персональные данные и давать согласие на обработку. Предоставляя свои персональные данные, принимаю условия этого Положения, подтверждаю, что они относятся ко мне, являются точными и актуальными, тем самым свободно, своей волей и в своем интересе распорядаюсь ими, осознаю последствия их предоставления и выражаю свое согласие на их обработку в соответсвии с пунктом 3.7 <a href="https://www.hse.ru/data_protection_regulation"> Положения об обработке персональных данных НИУ ВШЭ</a>.

# AlreadyRegistered
source: Already created an account?
ru: Уже зарегистрированы?

source: Registration error
ru: Ошибка регистрации

# MessageSent
source: The message is sent
ru: Сообщение отправлено

# SendErrorReport
source: Send an error report
ru: Отправить сообщение об ошибке

source: Message
ru: Сообщение
